Revit 2027 API
ParameterTypeId.CurveParamConcreteCantilever Property
 "Concrete Cantilever"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurveParamConcreteCantilever { get; }
Public Shared ReadOnly Property CurveParamConcreteCantilever As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurveParamConcreteCantilever {
	ForgeTypeId^ get ();
}
static member CurveParamConcreteCantilever : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace